Revit 2024 API
UnitTypeId.Volts Property
 Volts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Volts { get; }
Visual Basic
Public Shared ReadOnly Property Volts As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Volts {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace